"valid_email_alert" = "Ingrese una ID de correo electrónico válida";
"invalid_first_name_alert" = "Por favor, introduzca el nombre";
"invalid_last_name_alert" = "Por favor ingrese Apellido";
"invalid_middle_name_alert" = "Por favor ingrese segundo nombre";
"invalid_number_alert" = "Por favor ingrese Número";
"invalid_password_alert" = "Por favor ingrese una contraseña válida";
"invalid_address_alert" = "Por favor ingrese la dirección";
"invalid_city_alert" = "Please enter City";
"invalid_state_alert" = "Por favor ingrese Estado";
"valid_password_alert" = "La contraseña debe contener 8 o más caracteres con una combinación de letras, números y símbolos";
"valid_new_password_alert" = "La nueva contraseña debe contener 8 o más caracteres con una combinación de letras, números y símbolos";
"invalid_confirm_password_alert" = "Por favor, introduzca una contraseña de confirmación válida";
"invalid_confirm_password_mismatch_alert" = "Confirmar contraseña debe ser la misma que la contraseña";
"confirm_new_password_alert" = "Por favor ingrese Nueva contraseña de confirmación";
"confirm_new_password_mismatch_alert" = "La nueva contraseña de confirmación debe ser la misma que la nueva contraseña";
"invalid_terms_conditions_alert" = "Aceptar términos y condiciones";
"invalid_country_code_alert" = "Ingrese el código de país";
"invalid_phone_number_alert" = "Ingresa número telefónico";
"invalid_OTP_code_alert" = "Ingrese un código OTP válido";
"invalid_full_name_alert" = "Introduzca un número de tarjeta válido";
"invalid_card_number_alert" = "Introduzca un número de tarjeta válido";
"invalid_expire_date_alert" = "Introduzca una fecha de caducidad válida";
"invalid_cvv_number_alert" = "Ingrese un número de CVV válido";
"invalid_zip_code_alert" = "Introduzca código postal";
"invalid_description_alert" = "Introduce la descripción";
"no_internet_alert" = "No hay conexión a Internet disponible";
"track_progress" = "Seguimiento del progreso de su transacción.";
"view_personal_info" = "Ver o actualizar su información personal.";
"add_co_buyer_info" = "Agregue un co-comprador (si tiene uno).";
"add_deal_info" = "Agrega la información de tu oferta.";
"add_vehicle_purchase" = "Agregar un vehículo para la compra";
"add_vehicle_trade" = "Agregue un vehículo para intercambiar.";
"add_your_id" = "Agregue su identificación (licencia de conducir o identificación estatal).";
"track_pre_req_forms" = "Seguimiento de sus formularios de requisitos previos.";
"fill_sign_submit" = "Complete, firme y envíe sus formularios de crédito.";
"track_closing_form" = "Seguimiento de su formulario de cierre.";
"upload_documents_view" = "Cargue y vea los documentos de respaldo (talones de pago, facturas de servicios públicos, etc.).";
"library" = "Cargar documento desde la biblioteca";
"files" = "Cargar documento desde archivos";
"exit_updating_co_buyer" = "Salir de la actualización de su información de co-comprador";
"my_documents" = "Mis documentos";
"valid_ssn" = "Ingrese un número de seguro social válido";
"enter_dob" = "Por favor ingrese la fecha de nacimiento";
"enter_driver_license_number" = "Por favor ingrese el número de licencia de conducir";
"enter_driver_license_state" = "Ingrese el estado de la licencia de conducir";
"enter_cell_phone_number" = "Por favor ingrese el número de teléfono celular";
"enter_home_phone_number" = "Ingrese un número de teléfono residencial válido";
"enter_company_name" = "Por favor, introduzca el nombre de la empresa";
"enter_tax_id" = "Por favor, introduzca el número de identificación fiscal";
"select_housing_status" = "Seleccione el estado de la vivienda";
"enter_monthly_payment" = "Por favor ingrese el pago mensual";
"enter_amount_years" = "Por favor ingrese una cantidad en años y/o meses";
"address_not_cover_years" = "La(s) dirección(es) que ha añadido no cubre(n) 2 años de vivienda";
"add_more_address" = " Añada la 1ª y/o 2ª dirección anterior para cubrir 2 años de vivienda";
"enter_employee_name" = "Seleccione el nombre del empleador";
"enter_occupation_payment" = "Seleccione el pago de la ocupación";
"enter_phone_number" = "Por favor ingrese el número de teléfono";
"employee_status" = "Seleccione el estado del empleado";
"enter_gross_income" = "Por favor ingrese Salario";
"select_payment_type" = "Seleccione el tipo de pago";
"employee_info_not_cover" = "La(s) dirección(es) que ha añadido no cubre(n) 2 años de historial de empleo";
"add_more_employee_info" = "Añada la 1ª y/o 2ª dirección anterior para cubrir 2 años de historial de empleo";
"employee_covers_years" = "El historial de empleo que ha añadido cubre 2 años";
"employee_covers_message" = "Pulse “Siguiente” para ir al siguiente paso. Si no es así, pulse “añadir más” para añadir más información";
"enter_full_name" = "Por favor ingrese el nombre completo";
"choose_terms_conditions" = "Por favor elija términos y condiciones";
"enter_valid_captcha" = "Ingrese un código captcha válido";
"enter_subject" = "Por favor ingrese Asunto";
"enter_message" = "Por favor ingrese el mensaje";
"enter_new_password" = "Por favor ingrese Nueva contraseña";
"address_updated" = "Dirección actualizada correctamente";
"enter_make" = "Por favor ingrese hacer";
"enter_VIN" = "Por favor ingrese VIN";
"enter_year" = "Por favor ingrese el año";
"enter_model" = "Por favor ingrese el modelo";
"registered_owner" = "Por favor ingrese el nombre del propietario registrado";
"enter_state" = "Por favor ingrese Estado";
"invalid_email_password" = "ID de correo electrónico o contraseña no válidos";
"valid_phone_number" = "Introduzca un número de teléfono válido";
"password_not_same" = "Ambas contraseñas no son iguales.";
"scan_front_back" = "Toque los gráficos de la licencia para escanear el anverso y el reverso de su";
"enter_id_number" = "Por favor ingrese el número de identificación";
"enter_exp_date" = "Por favor, introduzca la fecha de caducidad";
"enter_issued_date" = "Por favor ingrese la fecha de emisión";
"choose_your_gender" = "Por favor elige tu género";
"confirm_cell_number" = "Por favor confirme su número de celular";
"enter_OTP" = "Ingrese el código de acceso único";
"ok" = "DE ACUERDO";
"apply_filter" = "Aplicar filtro";
"important" = "IMPORTANTE!";
"customer_front_to_process" = "Asegúrese de que el cliente esté frente a usted para continuar";
"proceed" = "Proceder";
"cancel" = "Cerrar";
"privacy_notice" = "Aviso de Privacidad";
"terms_conditions" = "Términos y condiciones";
"purchase_acknowledgement" = "Acuse de Compra";
"back" = "Atrás";
"done" = "Hecho";
"selct_sales_rep" = "Seleccionar representante de ventas";
"download_documents" = "Descargar Documentos";
"OTP_title" = "    Código de acceso único";
"OTP_desc" = "Introduzca el código de acceso enviado a su número de teléfono y haga clic/pulse en Enviar. Si no ha recibido el mensaje de texto, haga clic/pulse en Reenviar.";
"one_time_access_code" = "Código de acceso único";
"resend" = "Reenviar";
"submit" = "Enviar";
"date_birth_range" = "Por favor ingrese fecha de nacimiento entre 16 y 95 años.";
"please_wait" = "Por Favor Esperar...";
"select_type_id" = "Seleccione el tipo de identificación";
